specs/CR-001/fixtures/caso-4-consultar-inactivo-request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:svc="http://legacy.services.is_ws_prueba/">
  <soap:Body>
    <svc:Consultar>
      <request>
        <listaCampos>
          <SoapCampoDto>
            <Nombre>id</Nombre>
            <Valor>3</Valor>
            <Tipo>int</Tipo>
          </SoapCampoDto>
        </listaCampos>
      </request>
    </svc:Consultar>
  </soap:Body>
</soap:Envelope>
